import { View, Text } from 'react-native'
import React from 'react'

const About = () => {
  return (
    <View>
      <Text>Отличная еда на первом месте
Ежедневно в рестораны Гаджет во всем мире приходит более одиннадцати миллионов посетителей. </Text>
<Text>
И неудивительно: ведь наши рестораны известны вкусом фирменных блюд и отличным соотношением цены и качества.</Text>
<Text>
Основанный в 1954 году, </Text>
<Text>
Гаджет занимает второе по величине место в мире среди сетей ресторанов быстрого питания, специализирующихся на гамбургерах. </Text>
<Text>Оригинальный бургер «Гамбургер», ставка на ингредиенты высшего качества, </Text>
<Text>фирменные рецепты и комфорт для посещения всей семьей — вот то, </Text>
<Text>что уже пятьдесят с лишним лет успешной работы является отличительной чертой нашего бренда.
</Text>
    </View>
  )
}

export default About